Repository: magicoli/lodgify-link
Catalog: languages/lodgify-link-*.po
Languages: fr_fr

source: Synchronize WooCommerce booking orders with Lodifgy
fr_fr: Synchronise les commandes WooCommerce avec Lodgify

source: https://magiiic.com/
fr_fr: https://magiiic.com/fr/

source: Pay booking
fr_fr: Payer la réservation

source: Lodgify Link
fr_fr: Lien Lodgify

source: Check to add booking id field to product page.
fr_fr: Ajouter un champ numéro de réservation à la page du produit.

source: Amount
fr_fr: Montant

source: Amount to pay
fr_fr: Montant à payer

source: Booking reference
fr_fr: Référence réservation

source: Enter a booking id
fr_fr: Entrez un numéro de réservation

source: Indicate the booking number received during reservation.
fr_fr: Indiquez le numéro de référence fourni lors de la réservation.

source: "%s" could not be added to the cart. Please provide a valid amount to pay.
fr_fr: "%s" n'a pas pu être ajouté au panier. Merci d'indiquer un montant à payer valide.

source: "%s" could not be added to the cart. Please provide a booking id.
fr_fr: "%s" n'a pas pu être ajouté au panier. Merci d'indiquer un numéro de réservation.

source: Booking #
fr_fr: Réservation N°

source: Booking
fr_fr: Réservation

source: From
fr_fr: À partir de
